Repository: versable/OpenGothicStarter
Catalog: i18n/*/LC_MESSAGES/opengothicstarter.po
Languages: de

source: Always
de: Immer

source: Cannot start game because the Gothic runtime layout is invalid. Expected files in the same directory: - %s - %s Fix the installation layout and try again.
de: Das Spiel konnte nicht gestartet werden. Die Gothic Ordnerstruktur ist ungültig. Erwartete Dateien im selben Verzeichnis: - %s - %s Bitte Installationslayout korrigieren und erneut versuchen.

source: Configuration Error
de: Konfigurationsfehler

source: Contextual
de: Situativ

source: Failed to save Gothic version to: %s
de: Die Gothic-Version konnte nicht gespeichert werden unter: %s

source: Failed to save SystemPack settings to: %s
de: Die SystemPack-Einstellungen konnten nicht gespeichert werden unter: %s

source: Failed to save language setting to: %s
de: Die Spracheinstellungen konnten nicht gespeichert werden unter: %s

source: Failed to start OpenGothic process.
de: OpenGothic-Prozess konnte nicht gestartet werden.

source: General
de: Allgemein

source: Global illumination
de: Globale Beleuchtung

source: Gothic 2 Night of the Raven
de: Gothic 2 Die Nacht des Raben

source: Gothic version could not be detected automatically. Please choose the version for this installation.
de: Die Gothic-Version konnte nicht automatisch erkannt werden. Bitte wählen Sie die Version für diese Installation aus.

source: Hide focus highlight:
de: Fokusmarkierung ausblenden:

source: Interface scale:
de: UI-Skalierung:

source: Invalid Launcher Location
de: Ungültiges Launcher-Verzeichnis

source: Inventory cell size:
de: Inventarfeldgröße:

source: Language:
de: Sprache:

source: Launch Failed
de: Start fehlgeschlagen

source: Marvin mode
de: Marvin-Modus

source: Never
de: Nie

source: New chapter height:
de: Höhe des Kapitelbildes:

source: New chapter width:
de: Breite des Kapitelbildes:

source: OpenGothic Not Found
de: OpenGothic nicht gefunden

source: OpenGothic binary was not found. Checked directory: %s Expected file: %s
de: OpenGothic-Binärdatei wurde nicht gefunden. Geprüftes Verzeichnis: %s Erwartete Datei: %s

source: OpenGothicStarter must be started from '<Gothic>/system'. Current executable path: %s Expected companion binary in that directory: %s
de: OpenGothicStarter muss aus '<Gothic>/system' gestartet werden. Aktueller Pfad der ausführbaren Datei: %s Erwartete Begleit-Binärdatei in diesem Verzeichnis: %s

source: Save image height:
de: Höhe des Speicherbildes:

source: Save image width:
de: Breite des Speicherbildes:

source: Select Gothic Version
de: Gothic-Version auswählen

source: Selected Gothic version is invalid.
de: Die gewählte Gothic-Version ist ungültig.

source: Settings
de: Einstellungen

source: Show FPS counter:
de: FPS-Zähler anzeigen:

source: Show health bar:
de: Lebensleiste anzeigen:

source: Show mana bar:
de: Manaleiste anzeigen:

source: Show swim bar:
de: Atemleiste anzeigen:

source: Start Game
de: Spiel starten

source: Start game without mods
de: Spiel ohne Mods starten

source: Stored Gothic version is invalid. Please restart and select a valid version.
de: Die gespeicherte Gothic-Version ist ungültig. Bitte starten Sie neu und wählen Sie eine gültige Version aus.

source: System default
de: Systemstandard

source: Vertical FOV:
de: Vertikales FOV:

source: Virtual Shadowmap
de: Virtuelle Shadow-Map

source: Window mode
de: Fenstermodus

source: none
de: keine
